Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-se.tmx
Source language: en
Languages: se

source: The following shall then apply: b2 > b1 + 0.1 H. See figure A.
se: Därvid skall följande gälla: b2 ≥ b1 + 0,1 H.

source: Figure A
se: Se figur A.

source: The angle of inclination of step section and support section is to be measured.
se: Lutningen på stegdel och stöddel skall mätas.

source: The angle of inclination shall be between 60–70º (α) for the step section and between (ß) for the support section.
se: Lutningen skall vara mellan 60–70º (α) för stegdelen och mellan 65–85º (ß) för stöddelen.

source: General recommendations by the Swedish Work Environment Authority on implementation of the Provisions on Ladders and Trestles
se: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om stegar och arbetsbockar

source: The following Recommendations are issued by the Work Environment Authority concerning implementation of its Provisions (AFS 2004:3) on Ladders and Trestles.
se: Arbetsmiljöverket meddelar följande allmänna råd om tillämpningen av Arbetsmiljö- verkets föreskrifter (AFS 2004:3) om stegar och arbetsbockar.

source: These Provisions are a revision of the Provisions of the National Board of Occupational Safety and Health on Ladders and Trestles (AFS 1999:10).
se: Föreskrifterna är en revidering av Arbetarskyddsstyrelsens föreskrifter om stegar och arbetsbockar, AFS 1999:10.

source: Ladders and trestles are used in all branches of working life.
se: Stegar och arbetsbockar används i yrkeslivet inom alla verksamhetsområden.

source: Surveys in Sweden and abroad have shown accidents connected with the use of ladders to be very common.
se: Undersökningar i Sverige och utomlands visar att olycksfall vid användning av stegar är mycket vanliga.

source: The commonest causes of accidents are the ladder tipping over, sliding on the underlay or collapse while in use.
se: De vanligaste olycksfallsorsakerna är att stegen välter, glider på underlaget eller går sönder under användning.

source: For trestles, material or design defects are a common cause of accidents.
se: Vad gäller arbetsbockar är material- eller konstruktionsfel en vanlig orsak till olycksfall.

source: As a member of the European Union (EU), Sweden is required to transpose EC Directives to Swedish provisions.
se: Sverige skall som medlem av Europeiska unionen (EU) överföra EG-direktiv till svenska föreskrifter.

source: The EU rules on workers’ safety and health are set forth in a framework directive (89/391/EEG) stating the basic rules of safety in the workplace.
se: Reglerna inom EU för arbetstagarnas säkerhet och hälsa anges i ett ramdirektiv (89/391/EEG) som ger de grundläggande reglerna för säkerhet på arbetsplatsen.

source: A number of special directives contain minimum requirements which may not be fallen short of in the EU Member States.
se: Ett antal särdirektiv ger också minimikrav som inte får underskridas i EU:s medlemsländer.

source: The second individual directive (89/655/EEC), amended by directives 95/63/EC and 2001/45/EC, contains stipulations for the safe use of work equipment by workers at work.
se: Det andra särdirektivet (89/655/EEG, ändrat genom direktiv 95/63/EG och direktiv 2001/45/EG) innehåller krav för säker användning av arbetsutrustning i arbetet.

source: General Provisions on the use of work equipment, based on the second individual directive, are contained in the Provisions of the National Board of Occupational Safety and Health on Use of Work Equipment.
se: Allmänna bestämmelser om användning av arbetsutrustning baserade på det andra särdirektivet finns i Arbetarskyddsstyrelsens föreskrifter om användning av arbetsutrustning.

source: This revision of the Provisions on Ladders and Trestles is based on Directive 2001/45/EEC.
se: Den här revideringen av föreskrifterna om stegar och arbetsbockar baseras på direktiv 2001/45/EG.

source: That Directive deals with further criteria for the use of work equipment intended for temporary work at levels above ground or floor level.
se: Direktivet behandlar ytterligare krav för användning av arbetsutrustning avsedd för tillfälligt arbete på nivåer över mark- eller golvplan.

source: The criteria of the Directive concerning use of other such work equipment than ladders are reiterated in other Provisions of the Swedish Work Environment Authority.
se: De krav i direktivet som gäller användning av annan sådan arbetsutrustning än stegar återfinns i andra föreskrifter från Arbetsmiljöverket.

source: In connection with EC harmonisation, certain other changes have also been made.
se: I samband med anpassningen till EG-rätten har även vissa andra ändringar gjorts.

source: The scope of the Provisions has been made clearer and has also been enlarged, so that parts of the Provisions now also apply to ladders other than portable ones.
se: Tillämpningsområdet har förtydligats och dessutom utvidgats så att föreskrifterna i vissa delar omfattar även andra stegar än bärbara.

source: The General Recommendations have been added to and the references have been updated.
se: De allmänna råden har kompletterats och hänvisningarna har uppdaterats.

source: Guidance on certain sections
se: Kommentarer till vissa paragrafer

source: Section 1
se: Till 1 §

source: A portable ladder is defined in Swedish Standard SS 2091, 4th ed., as a ladder which can be moved and positioned without assistive devices.
se: Bärbar stege definieras, i svensk standard SS 2091 utgåva 4, som stege som kan transporteras och resas utan hjälpmedel.

source: A ladder is usually considered portable if it can be handled by two persons.
se: En stege brukar betraktas som bärbar om den kan hanteras av två personer.

source: Non-portable ladders include, for example, fixed ladders and ladders moved with assistive devices.
se: Exempel på stegar som inte är bärbara är fastmonterade stegar och stegar som förflyttas med hjälpmedel.

source: Standards for fixed ladders are contained in Swedish Standard 831340, 3rd ed., Roof safety - Ladders for vertical fixing - Functional requirements and in SS 831336, 2nd ed., Roof safety - Chimney ladder - Functional
se: Standard för fast monterade stegar finns i svensk standard SS 83 13 40 utgåva 3, Stegar för fast vertikal montering–Funktionskrav och i SS 83 13 36 utgåva 2, Skorstensstege–

source: requirements.
se: Funktionskrav.

source: In addition, a machinery access standard, SS-EN-ISO 14122-4, Safety of machinery - Permanent means of access to machinery - Part 4: Fixed ladders, is in preparation.
se: Dessutom är en standard för tillträde till maskiner, SS-EN-ISO 14122- 4, under utarbetande.

source: Designations applying to different types of ladder and ladder part are also contained in part A of Swedish Standard SS 2091, Portable ladders, 4th ed.
se: Beteckningar som gäller olika typer av stegar och stegdelar finns även i del A i svensk standard SS 2091, Stegar–Bärbara stegar, utgåva 4.

source: When designing ladders, one can assume that they are to be subjected to a load equalling at least one person carrying a load.
se: Vid dimensionering av stegar kan man anta att de skall utsättas för en belastning motsvarande lägst en person med börda.

source: For trestles one can assume a load of two persons and load.
se: För arbetsbockar kan man utgå från en belastning av två personer med börda.

source: This corresponds to the criteria in the testing provisions for ladders and trestles in Swedish Standard 2091, 4th ed., and in the Annex to these Provisions respectively.
se: Detta motsvarar kraven i provningsbestämmelserna för stegar och arbetsbockar enligt svensk standard SS 2091, utgåva 4 respektive dessa föreskrifters bilaga.

source: Ladders and trestles constructed of wood at the worksite can normally be assumed to meet the stipulations if they conform to the examples in figures 5 and 6 and the wood is of strength class K24 structural timber (measurements in mm).
se: Man kan normalt utgå från att platstillverkade stegar och arbetsbockar av trä uppfyller kraven om de är utförda enligt exempel i figur 5 och 6 och virket utgörs av konstruktionsvirke i klass K24 (måtten i mm).

source: Over and above the stipulations of this section, additional properties are required of ladders and trestles for certain types of work.
se: Utöver kraven i paragrafen behöver stegar och arbetsbockar vid vissa arbeten ha ytterligare egenskaper.

source: Work of this kind includes, for example, fault diagnosis, connection to an existing installation and industrial cleaning of electrical plant components.
se: Exempel på sådana arbeten är till exempel felsökning, inkoppling till befintlig anläggning och industrirengöring av elektriska anläggningsdelar.

source: The assembly of electrical installations involves many tasks which are done when the installation is not energised.
se: Under uppbyggnad av en elektrisk installation sker många arbeten när installationen inte står under spänning.

source: Work of this kind can be done using a metal ladder, for example, without any risk being involved.
se: Sådana arbeten kan utan risk utföras med till exempel metallstege.

source: The stipulations in this section, regarding sanction charges, apply to those who deliver ladders or trestles for taking into service.
se: Den aktuella bestämmelsen om sanktionsavgift är tillämplig för den som avlämnar stegar eller arbetsbockar för att tas i bruk.

source: Delivering for taking into service means for example sale, letting for hire and lending.
se: Med avlämnar för att tas i bruk avses exempelvis försäljning, uthyrning och utlåning.

source: Number of people employed, regardless of whether they work full-time or part-time, means:
se: Med antal sysselsatta avses, oavsett om de arbetar heltid eller deltid:

source: Employees employed.
se: Anställda arbetstagare.

source: Hired labour (cf. Chap. 3, Section 12 (2) of the Work Environment Act).
se: Inhyrd arbetskraft (jämför 3 kap. 12 § andra stycket arbetsmiljölagen).

source: As regards enterprises without employees employed (cf. Chap. 3, Section 5 of the Work Environment Act), number of people employed, regardless of whether they work full-time or part-time, means:
se: I fråga om verksamhet utan anställda arbetstagare (jämför 3 kap. 5 § arbetsmiljölagen) avses med antal sysselsatta, oavsett om de arbetar heltid eller deltid:

source: The people who run the enterprise.
se: De personer som driver verksamheten.

source: Hired labour.
se: Inhyrd arbetskraft.

source: The corporate registration number of the relevant physical or legal entity determines which persons are to be considered to be included in the enterprise.
se: Den aktuella fysiska eller juridiska personens organisationsnummer avgör vilka personer som ska anses ingå i verksamheten.

source: The number of people employed includes persons at all of the enterprise’s work sites.
se: I antalet sysselsatta inräknas personer på verksamhetens samtliga arbetsställen.

source: The number of people employed shall be calculated on the basis of information relating to the date on which the breach of the sanction stipulation was found.
se: Antalet sysselsatta ska beräknas utifrån information avseende den dag som överträdelsen av sanktionsbestämmelsen konstaterades.

source: This section implies that type-examined ladders and trestles or certified ladders delivered by a manufacturer or importer and kept in storage or taken into service at a worksite may be used for an indefinite period.
se: Till 7 § Paragrafen innebär att typkontrollerade stegar och arbetsbockar eller certifierade stegar som levererats från tillverkare eller importör och som förvaras i lager eller tagits i bruk på arbetsplats får användas utan tidsbegränsning.

source: Ladders for which assembly instructions are normally needed under this section include, for example, a sectional ladder, an extending ladder and a combination ladder.
se: Exempel på stege där monteringsanvisningar enligt paragrafen normalt behövs är sektionsstege, utskjutsstege och kombinationsstege.

source: Sections 10-12
se: Till 10–12 §§

source: Access
se: Tillträde

source: The provisions of the National Board of Occupational Safety and Health on Use of Work Equipment include general Provisions on the procedure for choosing the most suitable manner of access to a temporary worksite at levels above ground or floor level.
se: I Arbetarskyddsstyrelsens föreskrifter om användning av arbetsutrustning finns allmänna bestämmelser om hur valet av lämpligaste sättet för tillträde till en tillfällig arbetsplats på nivåer över mark- eller golvplan skall ske.

source: Provisions on the way in which communication routes and access routes are to be designed are also contained in the Provisions of the National Board of Occupational Safety and Health on Workplace Design and the Provisions of the National Board of Occupational Safety and Health on Building and Civil Engineering Work.
se: Bestämmelser om hur förbindelseleder och tillträdesleder skall vara utformade finns även i Arbetarskyddsstyrelsens föreskrifter om arbetsplatsens utformning och i Arbetarskyddsstyrelsens föreskrifter om byggnads- och anläggningsarbete.

source: A ladder is generally unsuitable as an access route, partly because many serious fall accidents occur when ladders are used.
se: Stege är i allmänhet olämplig som tillträdesled, bland annat eftersom många allvarliga fallolyckor inträffar när man använder stegar.

source: Application of the Provisions which have now been mentioned indicates in the majority of cases that a mode of access other than by ladder must be used.
se: En tillämpning av de nu nämnda bestämmelserna leder i de flesta fall fram till att annat sätt än stege skall användas för tillträde.

source: Work from a ladder
se: Arbete från stege

source: The Provisions on Use of Work Equipment also include general Provisions concerning the work equipment to be chosen for temporary work at levels above ground or floor level.
se: I föreskrifterna om användning av arbetsutrustning finns även allmänna bestämmelser om vilken arbetsutrustning som skall väljas för tillfälligt arbete på nivåer över mark- eller golvplan.

source: Work from a ladder is often unsuitable and associated with risks of accidents and ill-health due to ergonomically incorrect work postures.
se: Arbete från stege är ofta olämpligt och förenat med risker för olycksfall och för ohälsa på grund av ergonomiskt oriktiga arbetsställningar.

source: The assessments to be made under Section 10 and under the Provisions of the National Board of Occupational Safety and Health on Use of Work Equipment have been found in the majority of instances to indicate use of other and safer equipment than a ladder, e.g. scaffolding.
se: De bedömningar som skall göras enligt 10 § och enligt bestämmelserna i Arbetarskyddsstyrelsens föreskrifter om användning av arbetsutrustning leder erfarenhetsmässigt i de flesta fall fram till att annan säkrare utrustning än stege, till exempel ställning, skall användas.

source: Standing on a leaning ladder and working with both hands can be a hazardous undertaking.
se: Det kan vara riskabelt att stå på en anliggande stege och arbeta med båda händerna.

source: A person who is to carry materials or tools is normally expected to use a transport route, e.g. a hoist, stairway or suchlike.
se: Person som skall transportera material eller verktyg förutsätts normalt använda transportled.

source: Work from a stepladder with a platform and knee rest may, however, need to be done from all steps, including the platform.
se: Från fristående stege med plattform och knästöd kan dock arbetet utföras från alla steg inklusive plattformen.

source: Figure 3 (left-hand picture) in the guidance on Section 2 shows examples of a ladder with an extendable section at the top.
se: Till 14 § Figur 3 (vänstra bilden) i kommentaren till 2 § visar exempel på fristående stege med utskjutande stegdel i toppen.

source: See figure 11.
se: Se figur 11.

source: For a leaning ladder the greatest risk is of its sliding straight out at the base, followed by the risk of the leaning ladder slipping sideways at the top.
se: För anliggande stege är risken störst att den glider rakt ut vid basen, därefter kommer risken att den anliggande stegen glider i sidled i toppen.

source: In the case of a stepladder the greatest risk is that of it overturning sideways.
se: För fristående stege är risken störst att stegen välter i sidled.

source: A leaning ladder, as a rule, is safest at a gradient of about 4:1 (75o).
se: En anliggande stege har i regel den säkraste uppställningen vid lutningen ca 4:1 (75º).

source: One way of checking that a leaning ladder has a suitable gradient is by doing as shown in figure 9.
se: Ett sätt att kontrollera att anliggande stege har lämplig lutning är att göra som figur 9 visar.

source: Another way is, for example, to fit the ladder with marking tape to indicate when it is aligned correctly.
se: Ett annat sätt är till exempel att förse stegen med markeringstejp som visar när stegen är rätt uppställd.

source: To prevent the ladder slipping on the underlay, it is important to choose the right sort of anti-skid devices.
se: För att förhindra att stegen glider mot underlaget är det viktigt att rätt typ av glidskydd väljs.

source: Examples of different types of anti-skid devices for different surfaces are shown in figure 10.
se: Exempel på olika typer av glidskydd lämpliga för olika underlag visas i figur 10.

source: Slippery surfaces 2) Soft surfaces 3) Rough surfaces
se: 1) Hala underlag 2) Mjuka underlag 3) Sträva underlag

source: SP, the Technical Research Institute of Sweden, has investigated various types of anti-skid devices for ladders (Teknisk rapport SP-RAPP 1983:49).
se: SP, Sveriges Provnings- och Forskningsinstitut, har undersökt olika typer av glidskydd för stegar (Teknisk rapport SP-RAPP 1983:49).

source: In that study, comparisons were made between various types of anti-skid devices on commonly occurring surfaces.
se: I undersökningen har man jämfört olika typer av glidskydd på vanligen förekommande underlag.

source: On the basis of the test findings, a suitable method for testing anti-skid devices has since been indicated.
se: Med ledning av resultaten från provningarna har man sedan angett en lämplig provningsmetod för glidskydd.

source: SP has also published the report “Glidskydd på stegar – Provning och utvärdering av funktion” (SP-AR 2000:33).
se: SP har även givit ut rapporten ”Glidskydd på stegar – Provning och utvärdering av funktion” (SP-AR 2000:33).

source: For examples, see figure 8.
se: Exempel, se figur 8.

source: The length (L) and height (H) of ladders are usually measured as shown in figure 11.
se: Längden (L) och höjden (H) hos stegar brukar mätas enligt nedanstående figur 11.
